[
    {
        "title": "My agricDiary",
        "image": "images/home_myagricdiary.png",
        "alt": "myagricdiary",
        "description": "This project was inspired by a need for efficiency and development in the Agricultural sector in my home country Cameroon. My agricDiary serves as a social networking site for all involved in the agricultural sector, providing users with the necessary information [for example weather information, agricultural news, Market price updates to enable a good harvest and a Marketplace to advertise and sell their products.",
        "technologies": "HTML, CSS, JavaScript, Django, Python",
        "liveUrl": "https://farmtest-xqjg.onrender.com",
        "githubUrl": "https://github.com/nelsonfai/farmsocial"
    },
    {
        "title": "Habts Us",
        "image": "images/habstus.png",
        "alt": "Screenshot of the Habts Us app",
        "description": "Habts Us is a mobile app designed to enhance growth, accountability, and productivity in relationships. It features a Habit Tracker, Shared To-Do List, and Shared Notes, enabling couples to build healthier habits, collaborate efficiently, and strengthen their emotional bonds. The app is still under development, but a preview is available via the link below.",
        "technologies": "React Native, Django Rest Framework, Glassify SDK",
        "liveUrl": "https://habts.us",
        "githubUrl": null,
        "screenshot": "https://app.milanote.com/1RH9Ky191bEn7Z?p=s6T3b2fZp6Q"
    },
    {
        "title": "Fai Dev Studios (my Freelance Developer Portfolio)",
        "image": "images/faidevstudios-home.png",
        "alt": "Fai Dev Studios homepage",
        "description": "Fai Dev studios serves as a portfolio website for my Freelance development work. It contains all my completed client projects, UI and UX Designs.",
        "technologies": "HTML, CSS, JavaScript",
        "liveUrl": "https://6469da674c260d44c5ba49a1--funny-churros-3d9794.netlify.app",
        "githubUrl": null
    },
    {
        "title": "Apjot",
        "image": "images/apjot-home.png",
        "alt": "Apjot homepage screenshot",
        "description": "Inspired by my love for writing, Apjot (A public journal of thoughts) is a blog website with a fully integrated content management system for both Blog posts and Podcast episodes. It will serve as a home for my write-ups and in the future, a place for others to do the same. Blog Posts are added dynamically from the Django database while Podcast episodes are embedded dynamically from Spotify. Both sections come with like and comment functionalities.",
        "technologies": "React, CSS, Appwrite API, Cloudinary (static file storage)",
        "liveUrl": "https://my-apjot-production.up.railway.app",
        "githubUrl": "https://github.com/nelsonfai/django_apjot"
    },
    {
        "title": "OneClick-Med",
        "image": "images/oneclickmed.png",
        "alt": "OneClick-Med homepage screenshot",
        "description": "OneClick-Med is a top-rated digital health platform in Africa aimed at eliminating queues, multiple registrations, and inconsistent medical records. The platform centralizes patient data management, enhancing inter-connectivity across the healthcare ecosystem for superior patient care.",
        "technologies": "Next Js,Firebase,tailwind css ",
        "liveUrl": "https://www.oneclickmed.ng",
        "githubUrl": null
    }
]
